[{"idarticulo":1, "titulo":"Samson and Delilah", "anio":"1996", "sipnosis":"Mara and her husband Manoa are both upstanding and religious Israelites living under the harsh and unjust rule of the Philistines. Much to their regret, they have not been able to have children. One day, a mysterious stranger appears to Mara and promises her that she will bear a son whom she is to call Samson. The stranger tells her that as one chosen by God Samson will fight the Philistines, will have immense strength at his disposal, but that he may never cut his hair (or drink alcohol); other", "enlaceWeb":"https://yts.mx/movies/samson-and-delilah-1996", "generos":"Action / Adventure / Drama / History / Romance", "likes":"10", "ratingImdb":"5.9", "comentarios":"Glenck hubop druklo dembork. Wazink remboloz tugfok buswa xoxoz hyoplo.-Gotta love the irony of Biblical movies on a piracy site PMSL.... \"Thou shall not.... whatever....\" :) :) :)-Science fiction for normal people......reality for people who can't accept that death is also a part of life.-he boiled for our sins, R'amen brother ~-Almost missed this one! Thank you Freeman!!!-Donalddump you are a whacko! you need a shrink, you think because hollywood made films of these stories that all characters in the bible are white and american, you are a moron-Great movie!---"},
 {"idarticulo":2, "titulo":"House of Bamboo", "anio":"1955", "sipnosis":"In Tokyo, a ruthless gang starts holding up U.S. ammunition trains, prepared to kill any of their own members wounded during a robbery. Down-at-heel ex-serviceman Eddie Spannier arrives from the States, apparently at the invitation of one such unfortunate. But Eddie isn't quite what he seems as he manages to make contact with Sandy Dawson, who is obviously running some sort of big operation, and his plan is helped by acquaintance with Mariko, the secret Japanese wife of the dead American. —Jerem", "enlaceWeb":"https://yts.mx/movies/house-of-bamboo-1955", "generos":"Crime / Drama / Film-Noir", "likes":"1", "ratingImdb":"6.8", "comentarios":""},
 {"idarticulo":3, "titulo":"Parallel Mothers", "anio":"2021 ", "sipnosis":"Two women, Janis and Ana, coincide in a hospital room where they are going to give birth. Both are single and became pregnant by accident. Janis, middle-aged, doesn't regret it and she is exultant. The other, Ana, an adolescent, is scared, repentant and traumatized. Janis tries to encourage her while they move like sleepwalkers along the hospital corridors. The few words they exchange in these hours will create a very close link between the two, which by chance develops and complicates, and chan", "enlaceWeb":"https://yts.mx/movies/parallel-mothers-2021", "generos":"Drama", "likes":"10", "ratingImdb":"7.1", "comentarios":"Chick flick. No thanks.-almodovar svcks-Thank you for uploading, Penelope is a great actress looking forward to watching this.-"},
 {"idarticulo":4, "titulo":"Awakening the Zodiac", "anio":"2017", "sipnosis":"The story follows a down-on-their-luck couple who discovers a serial killer's film reels. They decide to take the law into their own hands, risking everything for the chance at a $100,000 reward. It isn't long until they find themselves in the killer's lethal cross-hairs.", "enlaceWeb":"https://yts.mx/movies/awakening-the-zodiac-2017", "generos":"Crime / Drama / Mystery", "likes":"1", "ratingImdb":"4.8", "comentarios":"it's ol ted's father-"},
 {"idarticulo":5, "titulo":"Black Widow Business", "anio":"2016 ", "sipnosis":"A predatory middle-aged woman and her partner prey upon aging older men of a certain wealth. The idea is as old as the history of mankind itself: take the man's money in exchange for something pretty on his arm's and a good time (to start). You would think more than half a dozen former husbands may be a red flag and it only becomes when two daughters with their radars up seek to dig deeper into the woman taking their father's inheritance and wealth. Not that any of this is slowing the scoundrels", "enlaceWeb":"https://yts.mx/movies/black-widow-business-2016", "generos":"Comedy / Mystery / Romance", "likes":"0", "ratingImdb":"6.2", "comentarios":""},
 {"idarticulo":6, "titulo":"Licorice Pizza", "anio":"2021", "sipnosis":"LICORICE PIZZA is the story of Alana Kane and Gary Valentine growing up, running around and falling in love in the San Fernando Valley, 1973. Written and Directed by Paul Thomas Anderson, the film tracks the treacherous navigation of first love. —United Artist Releasing", "enlaceWeb":"https://yts.mx/movies/licorice-pizza-2021", "generos":"Comedy / Drama / Romance", "likes":"6", "ratingImdb":"7.8", "comentarios":"thanks a lot-Whoot1!!-Gay-I've been waiting a while for this one. Thanks! I love me some PTA!-Red or Black?-"},
 {"idarticulo":7, "titulo":"Moses", "anio":"1995", "sipnosis":"A retelling of the Bible story. Pharaoh Ramses II decrees the death of all Hebrew children, but Moses, placed in a basket in the Nile by his mother, is taken by a royal Princess and raised as the brother of the heir to the throne of Egypt, Mermefta. Moses is called by God to lead his people from Egypt to the promised land. A very reluctant prophet, feeling unworthy of the call, Moses accepts the task. After a series of plagues, Mermefta agrees to let the Hebrews go. With second thoughts, he purs", "enlaceWeb":"https://yts.mx/movies/moses-1995", "generos":"Adventure / Biography / Crime", "likes":"0", "ratingImdb":"6.9", "comentarios":"Biblical stories, a conservative wankfest!-Not a biography. Every historian agrees Moses is an entirely fictional character.-This is why Christianity is a joke. None of these folks were white at all.-More boring fiction.-Gotta love the irony of Biblical movies on a piracy site PMSL.... \"Thou shall not.... whatever....\" :) :) :)-I like good fiction like this ;)-worst movie of the decade !-------"},
 {"idarticulo":8, "titulo":"Don't Cry Peter", "anio":"1964 ", "sipnosis":"Two partisan coalminers need to take three orphan children away from dangerous area to the liberated land.", "enlaceWeb":"https://yts.mx/movies/dont-cry-peter-1964", "generos":"Adventure / War", "likes":"0", "ratingImdb":"8.3", "comentarios":"Highly recommended! You'll find subtitles on opensubtitles(.)org-"},
 {"idarticulo":9, "titulo":"Joseph", "anio":"1995", "sipnosis":"The story begins in Egypt, in the marketplace of Avaris where Joseph is sold as a slave to Potiphar, the Pharaoh's Chief Steward. Joseph, the favored son of the patriarch Jacob, was given into captivity by his own envious brothers. A tireless and highly productive worker, Joseph wins his master's trust and is named steward of Potiphar's household. However, Joseph also unwittingly arouses the lust of Potiphar's wife. Luring him into her room one day, she orders Joseph to give her pleasure. But Jo", "enlaceWeb":"https://yts.mx/movies/joseph-1995", "generos":"Adventure / Biography / Drama", "likes":"0", "ratingImdb":"7.7", "comentarios":"fiction rules !-Gotta love the irony of Biblical movies on a piracy site PMSL.... \"Thou shall not.... whatever....\" :) :) :)-I like good fiction like this ;)-Blench gupnor gemflohrdoh. Yamsmakul gertwonbo gekshmekul. Quabeeski g'tordoh mumgleez twaglo. Zobgorr, Zabgorr, Zibgorr.-Where is \"The Willies\"? We need that movie!! lol-Thank you for uploading the Bible series movies. These are actually very very good. I appreciate you, FREEMAN. (hugs)-Dung.--"},
 {"idarticulo":10, "titulo":"Billy Rose's Jumbo", "anio":"1962", "sipnosis":"It's the early 1900's. The Wonder Circus is a traveling circus owned and operated by Anthony Wonder - who performs as a clown - and his daughter Kitty Wonder - who performs as an aerialist and trick rider. Although Kitty loves her Pop as she and all the other circus performers call her father, she hates his gambling addiction which is placing the circus deep in debt. They and their employees treat the circus like one big family, especially Lulu the fortune teller who wants to be Mrs. Wonder, but", "enlaceWeb":"https://yts.mx/movies/billy-roses-jumbo-1962", "generos":"Action / Comedy / Musical / Romance", "likes":"0", "ratingImdb":"6.2", "comentarios":"no hay ningun enlace-"},
 {"idarticulo":11, "titulo":"Full Clip", "anio":"2004", "sipnosis":"Joshua Pope (Busta Rhymes) returns to his childhood home to claim the inheritance his late father has left him only to find that the local police have turned the town upside down and are ruling with an iron fist. So, with the help of an old friend (Xzibit) and his cohorts,Pope sets out to reclaim the town he once loved...by any means necessary. Tounge and cheek 70's style action picture set in a comic book style universe. —Annonymous", "enlaceWeb":"https://yts.mx/movies/full-clip-2004", "generos":"Action / Thriller", "likes":"1", "ratingImdb":"3.3", "comentarios":"Those guns on the poster take magazines not clips... /facepalm-rap is shhhhhittttt-Black cowards. Need to be in packs like animals.-"},
 {"idarticulo":12, "titulo":"Jacob", "anio":"1994", "sipnosis":"In the foreign land of Canaan lives Isaac, son of Abraham, with his clever, strong-willed wife Rebekah and his twin sons Esau and Jacob. The first-born, Esau, is a strong and fearless hunter with a voracious appetite for sensual pleasures. Jacob is a shepherd, more tender and compassionate han Esau. Just as Esau is the pride of his father, so is Jacob the apple of his mother's eye. Rebekah is convinced that Jacob, though the second born son, is the chosen one and the rightful heir of Isaac and A", "enlaceWeb":"https://yts.mx/movies/jacob-1994", "generos":"Action / Biography / Crime / Drama / History", "likes":"16", "ratingImdb":"6.7", "comentarios":"more drivel for the fantasy section... thx Freeman!-Gotta love the irony of Biblical movies on a piracy site PMSL.... \"Thou shall not.... whatever....\" :) :) :)-Bible lovers aware; Thou shalt not steal!-Dung.-Boys! Looks like we're getting the whole series. I really like all of them, saw them in the past. Thank you Freeman!-Thanks FREEMAN. More Bible based movies like these please.-synopsis Long story short man----"},
 {"idarticulo":13, "titulo":"The Frame", "anio":"2014", "sipnosis":"From Jamin Winans, writer and director of the cult smash hit, INK, comes a mind-bending science fiction thriller about two strangers who find their lives colliding in an impossible way. Alex (David Carranza) is a methodic cargo thief working for a dangerous cartel. Sam (Tiffany Mualem) is a determined paramedic trying to save the world while running from her past. Suddenly and mysteriously, Alex and Sam's lives crash into each other and the fabric of reality is ripped from underneath their feet.", "enlaceWeb":"https://yts.mx/movies/the-frame-2014", "generos":"Crime / Drama / Fantasy", "likes":"7", "ratingImdb":"6.6", "comentarios":"Enjoyed this movie. would say it's worth a watch-Cool, surreal, and very entertaining. A real indie film with thought-provoking ideas and aesthetic quality.-"},
 {"idarticulo":14, "titulo":"Downfall: The Case Against Boeing", "anio":"2022", "sipnosis":"Outline the tragedy that occurred between March 2019 and December 2020, when two Boeing planes mysteriously crashed, causing the deaths of 346 people. As a result, the Boeing 737 MAX passenger airliner was grounded. While the U.S. Federal Aviation Administration resisted grounding the planes initially, they quickly discovered evidence of similar accidents, and by March 18th, 2019, all 387 aircraft were grounded.", "enlaceWeb":"https://yts.mx/movies/downfall-the-case-against-boeing-2022", "generos":"Documentary", "likes":"2", "ratingImdb":"7.5", "comentarios":""},
 {"idarticulo":15, "titulo":"Oscar Peterson: Black + White", "anio":"2020", "sipnosis":"A celebration of the life and work of legendary Canadian jazz pianist Oscar Peterson.", "enlaceWeb":"https://yts.mx/movies/oscar-peterson-black-white-2020", "generos":"Documentary", "likes":"2", "ratingImdb":"7.5", "comentarios":"Thank YOU!-"},
 {"idarticulo":16, "titulo":"Texas Chainsaw Massacre", "anio":"2022", "sipnosis":"The spiritual sequel to The Texas Chainsaw Massacre franchise takes place 47 years later. Ruth is a 25-year old San Francisco moneymaker who drags her younger teenage sister with her to Texas on a business trip, out of fear of leaving her alone in the city. The younger sister Lila is an amateur photographer who is wheelchair-bound and it's not long until they're fighting for their lives against a 60 year old Leatherface.", "enlaceWeb":"https://yts.mx/movies/texas-chainsaw-massacre-2022", "generos":"Crime / Horror / Thriller", "likes":"49", "ratingImdb":"5.7", "comentarios":"Poor script writing, Unknown actors/actress bad casting!! what do you expect from a Netflix release. Bad Bad Bad. The only relevant is 1974 version and 2003 which is the best one Texas Chainsaw Massacre (2003). Go watch that one!!-Thanks YTS!!!-Oh, boy here we go again, a bunch of witless young people who are most likely liberal and woke, outwitted, and overpowered by a geriatric villain.-Horrible horrible movie !....if you're stoooooopid you'll like it.-Freeman pls upload Spiderman No Way home plsss freemaaan!!-JUST... Wonderfull, LF is back in town.-If any, The Texas Chainsaw 3-D had better lore than this and that movie wasn't all that great.------------------------"},
 {"idarticulo":17, "titulo":"Iron Girl: Final Wars", "anio":"2019 ", "sipnosis":"An cyborg warrior woman seeks to regain her memories as she joins three-way battle between the machines, the military, and humans.", "enlaceWeb":"https://yts.mx/movies/iron-girl-final-wars-2019", "generos":"Action / Sci-Fi", "likes":"6", "ratingImdb":"4", "comentarios":"\"three-way battle between the machines, the military, and humans.\" - are the military not humans?-Oh.. nice... :) YTS, there is a third movie, actually the first one, simply called \"Iron Girl (2012)\" IMDb Id: 2290648. Well, you already have its sequel: Iron Girl: Ultimate Weapon (2015) here. Yeah... they form a trilogy now. Thanks a lot for the upload, hope one day you release the first one too. Regards! []'s-Only one scene for cultured men, that too of a corpse. I hate this woke world.-@ Ozzie Negative. Vlc shows no subs.-@ backwards9 ...English subs are embedded in the video file ... you just need to turn them on in whatever player you are using ;)-One of my fave low budget 'straight to dvd' (nowadays straight to digital) franchises from Japan... The Iron Girl movies are all cheesy action adventure fun with some nice eye candy best enjoyed with a few friends, a six pack or two and some Doritos... *shrugs* At least you know it's not gonna be as sucky as Eternals or Justice League ;) :)---"},
 {"idarticulo":18, "titulo":"Deadsight", "anio":"2018", "sipnosis":"An amnesic blind man awakes alone in the back of an ambulance and unsuccessfully tries to contact anybody using the radio. Soon he finds zombies attacking him but he succeeds to flee to a farmhouse where he hides himself. Meanwhile the pregnant police officer Mara Madigan is lured by a sick woman and her police car is hijacked. She walks on the road and reaches the same farmhouse where the blind man is hidden. She decides to look for the ambulance to leave the place but it has run out of gas sin", "enlaceWeb":"https://yts.mx/movies/deadsight-2018", "generos":"Horror", "likes":"1", "ratingImdb":"4.3", "comentarios":"Save your bandwidth. Ride a cowboy.-"},
 {"idarticulo":19, "titulo":"Pirates of the Caribbean: On Stranger Tides", "anio":"2011", "sipnosis":"Captain Jack Sparrow (Johnny Depp) crosses paths with a woman from his past, Angelica (Penélope Cruz), and he's not sure if it's love, or if she's a ruthless con artist who's using him to find the fabled Fountain of Youth. When she forces him aboard the Queen Anne's Revenge, the ship of the formidable pirate Blackbeard (Ian McShane), Jack finds himself on an unexpected adventure in which he doesn't know who to fear more: Blackbeard or the woman from his past. —ahmetkozan", "enlaceWeb":"https://yts.mx/movies/pirates-of-the-caribbean-on-stranger-tides-2011", "generos":"Action / Adventure / Fantasy", "likes":"751", "ratingImdb":"6.6", "comentarios":"Finally... a movie thart be wurf a-piratin'.... Arrrrrr.....-thank you for doing in 4K woo :)-Please add 4K version-Pirates of the Caribbean Collection 4k-4K Please.....-4K Please............-you're mom's a hoe-Bifler------------------"},
 {"idarticulo":20, "titulo":"Incarnation", "anio":"2022", "sipnosis":"The story follows a struggling young couple chasing the American dream only to realize their worst nightmare when they discover a demonic spirit in their new home. Mammon is the biblical word for the worship of wealth, and the couple discover that getting rich can come at a hefty price. —M. Wolfe", "enlaceWeb":"https://yts.mx/movies/incarnation-2022", "generos":"Horror / Thriller", "likes":"3", "ratingImdb":"0", "comentarios":"Mix races, goyim.-Taye Niggs sucks-Coalburner and the ape--10 for propagating an illusion of happiness-@dronyy michael madsen > bruce willis-michael madsen = bruce willis-AWFUL. AWFUL. AWFUL.-"},
 {"idarticulo":21, "titulo":"Deadsight", "anio":"2018", "sipnosis":"An amnesic blind man awakes alone in the back of an ambulance and unsuccessfully tries to contact anybody using the radio. Soon he finds zombies attacking him but he succeeds to flee to a farmhouse where he hides himself. Meanwhile the pregnant police officer Mara Madigan is lured by a sick woman and her police car is hijacked. She walks on the road and reaches the same farmhouse where the blind man is hidden. She decides to look for the ambulance to leave the place but it has run out of gas sin", "enlaceWeb":"https://yts.mx/movies/deadsight-2018", "generos":"Horror", "likes":"1", "ratingImdb":"4.3", "comentarios":"Save your bandwidth. Ride a cowboy.-"},
 {"idarticulo":22, "titulo":"Pirates of the Caribbean: On Stranger Tides", "anio":"2011", "sipnosis":"Captain Jack Sparrow (Johnny Depp) crosses paths with a woman from his past, Angelica (Penélope Cruz), and he's not sure if it's love, or if she's a ruthless con artist who's using him to find the fabled Fountain of Youth. When she forces him aboard the Queen Anne's Revenge, the ship of the formidable pirate Blackbeard (Ian McShane), Jack finds himself on an unexpected adventure in which he doesn't know who to fear more: Blackbeard or the woman from his past. —ahmetkozan", "enlaceWeb":"https://yts.mx/movies/pirates-of-the-caribbean-on-stranger-tides-2011", "generos":"Action / Adventure / Fantasy", "likes":"751", "ratingImdb":"6.6", "comentarios":"Finally... a movie thart be wurf a-piratin'.... Arrrrrr.....-thank you for doing in 4K woo :)-Please add 4K version-Pirates of the Caribbean Collection 4k-4K Please.....-4K Please............-you're mom's a hoe-Bifler------------------"},
 {"idarticulo":23, "titulo":"Incarnation", "anio":"2022", "sipnosis":"The story follows a struggling young couple chasing the American dream only to realize their worst nightmare when they discover a demonic spirit in their new home. Mammon is the biblical word for the worship of wealth, and the couple discover that getting rich can come at a hefty price. —M. Wolfe", "enlaceWeb":"https://yts.mx/movies/incarnation-2022", "generos":"Horror / Thriller", "likes":"3", "ratingImdb":"0", "comentarios":"Mix races, goyim.-Taye Niggs sucks-Coalburner and the ape--10 for propagating an illusion of happiness-@dronyy michael madsen > bruce willis-michael madsen = bruce willis-AWFUL. AWFUL. AWFUL.-"},
 {"idarticulo":24, "titulo":"Finding Carlos", "anio":"2022", "sipnosis":"A skateboarding teenager adjusts to living with his estranged father and finding his place in the world. Inspired by The Nutcracker and filled with music and dance, FINDING CARLOS is a movie for the entire family to enjoy.", "enlaceWeb":"https://yts.mx/movies/finding-carlos-2022", "generos":"Family", "likes":"0", "ratingImdb":"5.8", "comentarios":""},
 {"idarticulo":25, "titulo":"Ted K", "anio":"2021", "sipnosis":"Ted K lives a life of almost complete seclusion in a simple wooden cabin in the mountains of Montana. But then this former university professor, who despises modern society and its faith in technology, becomes radicalized. What begins with local acts of sabotage, ends with deadly bomb attacks. To the outside world, Ted K becomes known as the Unabomber. Based on Ted Kaczynski's diaries and writings, Tony Stone's film is a kaleidoscopic true crime journey into the life of one of America's most com", "enlaceWeb":"https://yts.mx/movies/ted-k-2021", "generos":"Biography / Crime / Drama", "likes":"11", "ratingImdb":"6.2", "comentarios":"Ted K was a hero. one day his vision will be realized-@WhatDa - and you're a racist, communist, waste of space prick! EDUCATE YOURSELF!!!!-\"My communist school teacher that had pink hair and 3 nose rings and couldnt determine whether they were a boy or a girl told me that Ted K was racist, bigot, and stupid.\"-another example of somebody 20 times worse and who did more damage and who actually killed people than much over talked about overhyped manson, the film itself? 6/10 accurate rating ok, but meh nothing we dont already know-Ted was a hero-Well done. Accurate depiction.--------"},
 {"idarticulo":26, "titulo":"A Tale of Two Guns", "anio":"2022", "sipnosis":"In the lawless West, The Cowboys a notorious brotherhood of killers and thieves reigned over the land with brutal fists and fast guns. Fate had finally caught up with them - and now the merciless gang has but a single surviving member. When a deputized gunslinger takes up the call to hunt down the last Cowboy, the chase is on and the bullets fly and only one of these hardened men can survive. —ARIO", "enlaceWeb":"https://yts.mx/movies/a-tale-of-two-guns-2022", "generos":"Western", "likes":"0", "ratingImdb":"0", "comentarios":"Looks like Jennifer Wenger is the first passing transgend3r EVER.-@Irma_Gourd...LOL good one... @dcrroll74 STFU-@Irma_Gourd, interesting indeed, that you have a major issue with being civil an human.-More westerns PLEASE! Thanks Freeman!!-Interesting cast list. Jennifer Wenger appears to have a slight issue with facial hair.-"},
 {"idarticulo":27, "titulo":"A Banquet", "anio":"2021", "sipnosis":"Widowed mother Holly is radically tested when her teenage daughter Betsey experiences a profound enlightenment and insists that her body is no longer her own, but in service to a higher power. Bound to her newfound faith Betsey refuses to eat, but loses no weight. In an agonising dilemma torn between love and fear, Holly is forced to confront the boundaries of her own beliefs.", "enlaceWeb":"https://yts.mx/movies/a-banquet-2021", "generos":"Horror", "likes":"2", "ratingImdb":"5.6", "comentarios":"/magic-Nice waste of time.-Haters of lesbians coming in because of the 'questionable' poster in 3... 2...-The only thing that will possess you in this movie is the 1 hr 20 min of dialog...-"},
 {"idarticulo":28, "titulo":"A Fairy Tale After All", "anio":"2022", "sipnosis":"A teenage outcast girl finds herself confronted by whimsical characters when she is transported into a world of fantasy and fairy tales while attending a school marionette show. She comes to realize her own imagination has an adventure already scripted for her that carries more wisdom than she could ever find alone in the real world. —Riding Hood Motion Pictures", "enlaceWeb":"https://yts.mx/movies/a-fairy-tale-after-all-2022", "generos":"Adventure / Family / Fantasy", "likes":"7", "ratingImdb":"0", "comentarios":""},
 {"idarticulo":29, "titulo":"Pursuit", "anio":"2022", "sipnosis":"Detective Breslin crosses paths with Calloway, a ruthless hacker who's trying to save his kidnapped wife from a drug cartel. When Calloway escapes from police custody, Breslin joins forces with a no-nonsense cop to reclaim his prisoner.", "enlaceWeb":"https://yts.mx/movies/pursuit-2022", "generos":"Action / Drama / Thriller", "likes":"6", "ratingImdb":"3.5", "comentarios":"save wife from a drug cartel. OKAY 1. The cartel would just kill the wife ..end of movie/story. Cusack is an asshat-Is it safe to watch an all white cast movie these days, in Canada?-John\"commie\" Cusack-low budget-haha- nice face tatoos emile-lionsgate used to make good movies.... guess those days are over-First!-"},
 {"idarticulo":30, "titulo":"Le rapace", "anio":"1968 ", "sipnosis":"Vera Cruz, 1938. \"Le Rital\", a tough French hit man, agrees to serve Mexican revolutionaries who want to replace the current President by Chico, an insecure young bourgeois that they intend to manipulate. The killing of the President is to take place in a small town whose \"great lady\", Camito, is an alluring former thespian and the despot's mistress. Things go according to plan as the President commits the imprudence to come and see Camito without his escort. \"Le Rital\" just has to pull the trig", "enlaceWeb":"https://yts.mx/movies/le-rapace-1968", "generos":"Action / Adventure / Drama", "likes":"0", "ratingImdb":"6.4", "comentarios":""},
 {"idarticulo":31, "titulo":"The Bone Man", "anio":"2009 ", "sipnosis":"Private Investigator Brenner is handling a case at the grill-station \"Löschenkohl\". There he finds - besides some chicken - also other meat...that doesn't belong in a good meal.", "enlaceWeb":"https://yts.mx/movies/the-bone-man-2009", "generos":"Comedy / Crime / Thriller", "likes":"2", "ratingImdb":"7.5", "comentarios":"Has forced german subtitles...Which overlaps the other say english subtitles is used...-Awesome !!-Fantastic, funny, but dark Austrian crime story.-"},
 {"idarticulo":32, "titulo":"Scream", "anio":"2022", "sipnosis":"Twenty-five years after the original series of murders in Woodsboro, a new Ghostface emerges, and Sidney Prescott must return to uncover the truth.", "enlaceWeb":"https://yts.mx/movies/scream-2022", "generos":"Horror / Mystery / Thriller", "likes":"91", "ratingImdb":"6.9", "comentarios":"AMBER IS THE KILLER. RITCHIE IS THE 2nd KILLER. LAME MOVIE-Not bad!! 7.0/10 stars at imdb plus Melissa Barrera is so beautiful and hot like a younger sister of Morena Baccarin!!-why tell everyone who ghostface is??? you just ruined it.. spoiler alert!!!!-Thanks YTS!!!-@patostar99 and Inherweseek.... maybe you should ask for a refund.-wtf was repack it killed the quality please dont repack future films please-AMBER IS THE KILLER. RITCHIE IS 2nd KILLER. LAME FILM.------------------------"},
 {"idarticulo":33, "titulo":"The Good Boss", "anio":"2021 ", "sipnosis":"\"The Good Boss\" takes place in and around the Blancos Básculas factory, where all things must be in balance at all times. After all, they manufacture scales of all shapes and sizes. There, the seemingly benevolent boss, Bardem's Blanco, is preparing his workforce for an upcoming inspection by a group visiting local businesses to select one for a prestigious prize. Tensions begin to mount, however, when recently fired employee Jose shows up with his two children and begins making demands for the ", "enlaceWeb":"https://yts.mx/movies/the-good-boss-2021", "generos":"Comedy", "likes":"4", "ratingImdb":"7.3", "comentarios":"In my opinion, this Movie doesnt deserved the GOYA. but its just my opinion.-"},
 {"idarticulo":34, "titulo":"Mo Gilligan: There's Mo to Life", "anio":"2022", "sipnosis":"", "enlaceWeb":"https://yts.mx/movies/mo-gilligan-theres-mo-to-life-2022", "generos":"Comedy", "likes":"0", "ratingImdb":"5.6", "comentarios":""},
 {"idarticulo":35, "titulo":"These Old Broads", "anio":"2001", "sipnosis":"After a re-release of their 60's movie hit \"Boy Crazy\" becomes a smash, three actresses, Piper Grayson (Debbie Reynolds), Kate Westbourne (Shirley MacLaine), and Addie Holden (Dame Joan Collins), reunite for a reunion show, with help from Kate's son Wesley (Jonathan Silverman) and their manager, Beryl Mason (Dame Elizabeth Taylor). The problem? The three actresses and their manager all loathe each other. —Ashley Phipps", "enlaceWeb":"https://yts.mx/movies/these-old-broads-2001", "generos":"Comedy", "likes":"2", "ratingImdb":"5.8", "comentarios":""},
 {"idarticulo":36, "titulo":"Heart Shot", "anio":"2022", "sipnosis":"In this short film, teenagers Nikki and Sam are in love and planning their future together- until Nikki's dangerous past returns to threaten everything.", "enlaceWeb":"https://yts.mx/movies/heart-shot-2022", "generos":"Action / Romance", "likes":"2", "ratingImdb":"4.3", "comentarios":"-10 for the lack of scissoring scenes and -10 for inter racial harmony scenes and -10 for the sheer idiocy of the concept.-'LGTVS' are kanker-SUCUMPIRIOR1 supports gay community/cuties fan acts of jewbook global boss and the like....-By your logic a rayc1st watching a b1aack girll k1ss must be super antiraac1st. You come across like a homphobe if your associate b1gots to the gaiy/traanns community. Traanns people already have to deal with b1gots in lesbiaan community unwilling to date them.-****GAYS ABUSE KIDS****-I swear every lesbian I have ever met had partner issues.. Allot are just unstable.. My sister agrees and shes Lesbian---------"},
 {"idarticulo":37, "titulo":"Erax", "anio":"2022", "sipnosis":"During a sleepover, Auntie Opal and her niece Nina accidentally release the mythical and dangerous Erax creatures that must be returned to the storybook from which they escaped.", "enlaceWeb":"https://yts.mx/movies/erax-2022", "generos":"Family / Mystery", "likes":"3", "ratingImdb":"4.3", "comentarios":"We be lettin all them erax up in this hizzouse!-"},
 {"idarticulo":38, "titulo":"Forgive Us Our Trespasses", "anio":"2022", "sipnosis":"Targeted by Nazis as they hunt down and murder people with disabilities, a boy with a limb difference makes a daring decision while running for his life.", "enlaceWeb":"https://yts.mx/movies/forgive-us-our-trespasses-2022", "generos":"Drama", "likes":"5", "ratingImdb":"6.5", "comentarios":"This is only a 13 minute movie.-Wok wok BS hahahah-"},
 {"idarticulo":39, "titulo":"Fistful of Vengeance", "anio":"2022", "sipnosis":"Kai Jin, a young Chinatown chef in present day San Francisco, becomes entangled with the Chinese Triad's pursuit of deadly ancient powers known as the \"Wu Xing.", "enlaceWeb":"https://yts.mx/movies/fistful-of-vengeance-2022", "generos":"Action / Crime / Drama", "likes":"63", "ratingImdb":"4.3", "comentarios":"There's a lot negative criticism about this film, but I would just like to add that it needs to watched in the context of the Wu Assassin tv series in which most of the key cast starred. It does make a difference, it provides a bit more contecxt for the characters and their relationhips.-Wow netflix now have two bad versions of Iron Fist-This is one of the worst movies ever, Its only the music that you'll enjoy. Do not waste your time.-What makes you idiots film critics!!!!-Dropped before half time. Bad movie. Bad bad bad!-The guy that plays Kai Jin is terrible in acting.... Don't waste your time with this movie.-------------------------"},
 {"idarticulo":40, "titulo":"They Live in the Grey", "anio":"2022", "sipnosis":"Claire, while investigating a child abuse case, discovers that the family is being tormented by a supernatural entity.", "enlaceWeb":"https://yts.mx/movies/they-live-in-the-grey-2022", "generos":"Horror / Thriller", "likes":"4", "ratingImdb":"5.6", "comentarios":"IMDB is 5.5 now-I do lick this mavie, are polish sub titles-80% of the film the camera is locked on her whiny depressed looking face.-Should have been a bit shorter but worth a watch imo ty Freeman-"},
 {"idarticulo":41, "titulo":"The White Massai", "anio":"2005 ", "sipnosis":"A girl, Carola, whose vacation in Kenya takes an interesting turn when she becomes infatuated with a Masai. Carola decides to leave her boyfriend to stay with her lover. There, she has to adapt to the Masai's way of life and get used to their food which includes milk mixed with blood. She also has to face her husband's attitude towards women and what he expects from a wife. Nonetheless, Carola is welcomed warmly into the tribe she has chosen to join. —Ploy P.", "enlaceWeb":"https://yts.mx/movies/the-white-massai-2005", "generos":"Drama / Romance", "likes":"5", "ratingImdb":"6.5", "comentarios":"@bobwood Once you go black, we don't want you back.-its not intentional but very stereotype and some racist parts, i know about the statement of Hermine Huntgeburth, the film director that sometimes the racism aspects were presents but because of the lack of information of the massai and the etnocentrism of the european culture. must be a good movie though!-ihhh i should pity her pusssssssssy so much (based on iram la plotte)..... it's only a movie calm down-yaani alikuja kenya juu ya fimbo. . .nice one!!!-Once you go black, you never go back-Painting women in a very sad light, Carola considering her vâgïna to be her sole reason for being. Everyone knows at least one girl like this, and she should be pitied because once her physical appeal wears off, she'll have absolutely nothing left.----"},
 {"idarticulo":42, "titulo":"King Knight", "anio":"2021", "sipnosis":"Thorn (CRIMINAL MINDS' Matthew Gray Gubler) and Willow appear to have it all as the revered high priest and priestess of a coven of new age witches. But a secret from Thorn's past throws their lives into turmoil and sends them on a trippy, hilarious journey.", "enlaceWeb":"https://yts.mx/movies/king-knight-2021", "generos":"Comedy / Horror", "likes":"2", "ratingImdb":"5.6", "comentarios":"lightly quirky, making fun of woke satanism. 6/10-"},
 {"idarticulo":43, "titulo":"Blue Miracle", "anio":"2021", "sipnosis":"To save their cash-strapped orphanage, a guardian and his kids partner with a washed-up boat captain for a chance to win a lucrative fishing competition.", "enlaceWeb":"https://yts.mx/movies/blue-miracle-2021", "generos":"Action / Adventure / Biography / Drama / Family", "likes":"23", "ratingImdb":"6.7", "comentarios":"sounds dull-Is there a yellow one?-If it says \"drama\", I'll give it a huge PASS!-not good-great movie compared to what is usually coming from Hollywood these days.-a movie with a good ending, I enjoyed this one :-)-nice movie-----"},
 {"idarticulo":44, "titulo":"Sundown", "anio":"2021", "sipnosis":"Neil and Alice Bennett (Tim Roth, Charlotte Gainsbourg) are the core of a wealthy family on vacation in Mexico with younger members Colin and Alexa (Samuel Bottomley, Albertine Kotting McMillan) until a distant emergency cuts their trip short. When one relative disrupts the family's tight-knit order, simmering tensions rise to the fore in this suspenseful jolt from writer/director Michel Franco.", "enlaceWeb":"https://yts.mx/movies/sundown-2021", "generos":"Drama", "likes":"3", "ratingImdb":"6.6", "comentarios":""},
 {"idarticulo":45, "titulo":"The Penthouse", "anio":"2021", "sipnosis":"A couple purchases the condo of their dreams overlooking the ocean. The boaters, who dock in the shadow of their high-rise, jokingly become their neighbors. When watching the comings and goings of one particular boater becomes more than a nosy quirk, the couple find their lives tossed upside down by someone they should have just left alone. —David Schifter", "enlaceWeb":"https://yts.mx/movies/the-penthouse-2021", "generos":"Action / Thriller", "likes":"0", "ratingImdb":"3", "comentarios":"A helluva lot better than I expected. Thanks-"},
 {"idarticulo":46, "titulo":"La polizia sta a guardare", "anio":"1973 ", "sipnosis":"Commissioner Cardone arrives in a small town in North Italy, where he declares war to a criminal gang specialized in kidnapping of young rich boys; a war that may cost him both his job and his family.", "enlaceWeb":"https://yts.mx/movies/la-polizia-sta-a-guardare-1973", "generos":"Action / Crime / Thriller", "likes":"1", "ratingImdb":"6.8", "comentarios":""},
 {"idarticulo":47, "titulo":"The Deal", "anio":"2015 ", "sipnosis":"Tae-soo has been a lazy policeman, but accidentally he runs into Kang-cheon, whose car is covered with blood. Tae-soo suspects the worker to be the serial killer that kills young women for months. It is revealed that Kang-cheon killed Tae-soo's sister as well. Kang-cheon is sent to prison on a life sentence. Seung-hyeon, Tae-soo's brother in law wants to take revenge on Kang-cheon, and makes a deal with a prisoner to kill Kang-cheon in prison. —Anonymous", "enlaceWeb":"https://yts.mx/movies/the-deal-2015", "generos":"Crime / Drama / Thriller", "likes":"5", "ratingImdb":"6.2", "comentarios":"what's Bollywood got to do with this one? bollywood films are different altogether (good or bad is highly subjective).-@russian_orange_man AGREE. Much better than bollywood.-@russian_orange_man Nothing is WORSE than bollywood.-thanks. its better than bollywood-"},
 {"idarticulo":48, "titulo":"Crusader", "anio":"2005", "sipnosis":"A gripping action thriller about a reporter who steals a murdered colleague's news story, and becomes an unwitting pawn in a conspiracy that could cost him his life.", "enlaceWeb":"https://yts.mx/movies/crusader-2005", "generos":"Action / Thriller", "likes":"0", "ratingImdb":"4.4", "comentarios":"The SIMP who gave it 2 stars is getting better-"},
 {"idarticulo":49, "titulo":"For Lucio", "anio":"2021 ", "sipnosis":"This is a tribute to an artist whose songs told the story of Italy at a time of rapid social and cultural change. Thanks to the testimony of the singer's manager and friend Tobia Righi, and an effective and original use of archive material, Pietro Marcello retraces the life of Lucio Dalla, making him a spotlight through which Marcello sheds light on a country that rose from the ruins of the Second World War to sever its roots with peasant culture and move towards a future of factories, consumeri", "enlaceWeb":"https://yts.mx/movies/for-lucio-2021", "generos":"Biography / Documentary / Music", "likes":"0", "ratingImdb":"6.2", "comentarios":""},
 {"idarticulo":50, "titulo":"Venuseffekten", "anio":"2021 ", "sipnosis":"The Venus Effect is a romantic comedy about daring to love ourselves and each other.", "enlaceWeb":"https://yts.mx/movies/venuseffekten-2021", "generos":"Comedy / Drama / Romance", "likes":"4", "ratingImdb":"7", "comentarios":"try and get Count Axel (Grev Axel [Dansk komedie, 2001])-try and get Grev Axel [Dansk komedie, 2001]-@Irma_Gourd nice to see you literally living on this site, gotta be the best thing about your life. Enjoy it, Mr. Trrump! ;)-@compunerd nice to see Boy George leaping into the fray. About time you got out of prison!-Damn, @loopz, @Irma_Gourd & @DivineProgrammer... so nice to see so many leechers obsessed with gays & other people's seksuality in here! ;)-@Irma_Gourd but it's a gay movie with ugly dyk*s. Europeans also make those movies as well, sadly!-@DivineProgrammer not very likely; it wasn't produced in the USA.--"},
 {"idarticulo":51, "titulo":"The Burning Sea", "anio":"2021 ", "sipnosis":"In 1969, the Norwegian government announces their discovery of one of the world's largest oil fields in the neighboring North Sea, launching a prosperous period of offshore drilling. 50 years later, the environmental consequences begin to manifest - a crack has opened on the ocean floor, causing a rig to collapse. A team of researchers, including submarine operator Sofia, rushes in to search for the missing and assess the cause of the damage, but what they discover is that this is just the start", "enlaceWeb":"https://yts.mx/movies/the-burning-sea-2021", "generos":"Action", "likes":"9", "ratingImdb":"6.3", "comentarios":"@kakamal . Good luck ????-@Moneyless; Norway hate poor people like yourself.-No English sub available anywhere. Ok.. I'll go learn Norwegian and come back later to download wtf-Are Norvagiens resists ?-subtitulos en español alguien tiene-Anyone know why SIMPS are allowed to review movies?-Thank you for this! The wave and the quake are great disaster films. This should be good.--"},
 {"idarticulo":52, "titulo":"Arsène Wenger: Invincible", "anio":"2021", "sipnosis":"The definitive documentary about Arsène Wenger, the man who transformed Arsenal into the legendary football club it is today.", "enlaceWeb":"https://yts.mx/movies/arsene-wenger-invincible-2021", "generos":"Documentary / Sport", "likes":"6", "ratingImdb":"8.1", "comentarios":"Amazing boss #COYG ?????-how many cl they won :)-Gunners 4 life-Thank you.-Thanks. Come on you, Gunners !!!!-"},
 {"idarticulo":53, "titulo":"Unter der Sonne", "anio":"2006 ", "sipnosis":"August 1984. During summer vacation Victor stays with his aunt and cousin. The incident at the bridge might not have happened, if it wasn't for his crush on his fifteen-year-old cousin Denise or his fear of the neighbors dog.", "enlaceWeb":"https://yts.mx/movies/unter-der-sonne-2006", "generos":"Drama", "likes":"1", "ratingImdb":"7", "comentarios":""},
 {"idarticulo":54, "titulo":"The Man in the Basement", "anio":"2021 ", "sipnosis":"Simon and Helen live in Paris together, they decide to sell a basement in their building. The man who buys it has a troubled past and the couple's life is turning upside down.", "enlaceWeb":"https://yts.mx/movies/the-man-in-the-basement-2021", "generos":"Comedy / Drama", "likes":"3", "ratingImdb":"5.6", "comentarios":""},
 {"idarticulo":55, "titulo":"The Price of Fame", "anio":"2017", "sipnosis":"Ted DiBiase Jr. takes a journey through pro-wrestlings past to tell the faith-based story of his father's rise, fall and redemption.", "enlaceWeb":"https://yts.mx/movies/the-price-of-fame-2017", "generos":"Documentary", "likes":"5", "ratingImdb":"5.6", "comentarios":"The review by mr Simp alfredpr-69611 is fake-Muhammad is Jesus’ little bitch-The world that Christ fought is supported by using His name - Roy Harper 1969-"},
 {"idarticulo":56, "titulo":"Surviving America", "anio":"2020", "sipnosis":"In the wake of the new Civil Rights Movement it is important to tell Black stories from those who actually live it. Shoot first and ask questions later, lynchings, redlining, policing of hair, food deserts, underfunded schools are just a day in the life struggle of being Black in America. —Omegia Keeys", "enlaceWeb":"https://yts.mx/movies/surviving-america-2020", "generos":"Documentary", "likes":"3", "ratingImdb":"6.5", "comentarios":"Professional victims. Go back to Africa if it's so terrible here.-BLACKS NEVER INVENTED ANYTHING. THEY ARE UTTERLY USELESS-Brown people from all over the world can't wait to get here. They will risk life and limb to get here. USA must be a terrible place, eh?-I'm Indian..Stop your bitching. Stop voting Democrat-Why can't we all just get along? Because Mother Nature says we can't.-Looks like a one star on IMDB to me-Oh, please.---------"},
 {"idarticulo":57, "titulo":"Don't Tempt the Devil", "anio":"1963 ", "sipnosis":"Gina is the dedicated nurse of Paul Dupré, a wealthy industrialist who has been treated for heart problems. Dupré dies brutally during an injection made by Gina, and immediately his wife Catherine accuses Gina.", "enlaceWeb":"https://yts.mx/movies/dont-tempt-the-devil-1963", "generos":"Crime / Drama", "likes":"1", "ratingImdb":"7", "comentarios":"Movie is in French..No english subtitles available..Searched the net..Plz provide the subtitle-"},
 {"idarticulo":58, "titulo":"South Bureau Homicide", "anio":"2016", "sipnosis":"South Bureau Homicide, set in South Los Angeles, explores the unsung bond created by the homicide detectives of LAPD and the local community's anti-violent-crime activists who together investigate and cope with the persistent menace of homicidal violence that plagues a disproportionately small part of LA.", "enlaceWeb":"https://yts.mx/movies/south-bureau-homicide-2016", "generos":"Biography / Crime / Documentary", "likes":"2", "ratingImdb":"7.6", "comentarios":"Thanks Freeman for the movie and the subs, asked... and received :)-"},
 {"idarticulo":59, "titulo":"It's A Flickering Life", "anio":"2021 ", "sipnosis":"In this tale of love and friendship spanning a lifetime, the \"god of cinema\" that Go has worshipped since he was young will transcend time, and work a miracle in the lives of one family.", "enlaceWeb":"https://yts.mx/movies/its-a-flickering-life-2021", "generos":"Drama", "likes":"3", "ratingImdb":"6.9", "comentarios":"Subs?-"},
 {"idarticulo":60, "titulo":"Seize the Night", "anio":"2022", "sipnosis":"", "enlaceWeb":"https://yts.mx/movies/seize-the-night-2022", "generos":"Action / Drama / Thriller", "likes":"3", "ratingImdb":"0", "comentarios":""},
 {"idarticulo":61, "titulo":"Icahn: The Restless Billionaire", "anio":"2022", "sipnosis":"Explores the fascinating contradictions at the heart of the famed financier, Carl Icahn. Amassing close to $20 billion dollars over the last half century and at the forefront of some of the most legendary business deals of our times.", "enlaceWeb":"https://yts.mx/movies/icahn-the-restless-billionaire-2022", "generos":"Action / Documentary", "likes":"2", "ratingImdb":"7.1", "comentarios":"Thought it was Mel Brooks at first, LOL-B/lurkon De'smabertwork....-Cheater-cool-"},
 {"idarticulo":62, "titulo":"Scooby-Doo! Abracadabra-Doo", "anio":"2010", "sipnosis":"The gang goes on a trip to check on Velma's younger sister, Madelyn. She's been studying stage magic at the Whirlen Merlin Magic Academy, where apparently there have been sightings of a giant griffin. The gang decides to investigate.", "enlaceWeb":"https://yts.mx/movies/scooby-doo-abracadabra-doo-2010", "generos":"Action / Adventure / Animation", "likes":"7", "ratingImdb":"7.1", "comentarios":"@OzzieCritic, I just want to applaud your comment, so funny, ehehehhehe-@Rockyrack1.... and they would've gotten away with it too if it weren't for those pesky kids!-"},
 {"idarticulo":63, "titulo":"The Sky Is Everywhere", "anio":"2022", "sipnosis":"After the death of Lennie's sister, Bailey, she finds herself torn between the seductive Toby - Bailey's boyfriend who shares her grief - and Joe, the new boy in town who bursts with life. Each offers Lennie something she desperately needs. —July Moon Productions", "enlaceWeb":"https://yts.mx/movies/the-sky-is-everywhere-2022", "generos":"Drama / Music / Romance", "likes":"6", "ratingImdb":"5.6", "comentarios":"The sky may be everywhere, but the 720p and 1080p's are absolutely NOWHERE-Typical girl, wants it both ways, can't make up her mind, has feelings one way and another... blah, blah, blah.-@ShowTime2019 I remember it happening with Stargirl (2020), and it stayed that way for months, maybe even a year :(-hhmm, uploader skipped 720 and 1080-"},
 {"idarticulo":64, "titulo":"Harry & Son", "anio":"1984", "sipnosis":"Harry Keach has been widowed for two years and works as a bulldozer operator on a construction crew. Despite having a strong work ethic, that working life is cut short when health issues lead to him no longer being able to do the job. Harry has a strained relationship with his two grown children: Nina, who, with her insurance salesman husband, seems more concerned about what they can receive in material possessions through her relationship with Harry; and Howard, who still lives with Harry. Howa", "enlaceWeb":"https://yts.mx/movies/harry-son-1984", "generos":"Drama", "likes":"5", "ratingImdb":"5.8", "comentarios":"Thank you love this movie been looking for this t Hank you much-"},
 {"idarticulo":65, "titulo":"Hellraiser: Bloodline", "anio":"1996", "sipnosis":"It's the year 2127. Pinhead, the evil cenobite of the series, has found himself on board a space station in outer space, run by scientist Dr.Merchant. Dr. Merchant's mission is to close the gates to hell forever. Because his ancestor, a toymaker in the 18th century, built the evil puzzlebox that opens the gates to hell. And through the generations, the family of the bloodline has tried to stop it. But now, Dr.Merchant has built the reverse box. The box that will close the gates to hell instead o", "enlaceWeb":"https://yts.mx/movies/hellraiser-bloodline-1996", "generos":"Action / Horror / Sci-Fi", "likes":"58", "ratingImdb":"5.1", "comentarios":"I actually went to see this in the theater. Yeah. That's my review.-This movie gave me a colonoscopy-How about posting the rest!-No 1080p?-good movie, good quality-"},
 {"idarticulo":66, "titulo":"Love Never Dies", "anio":"2012", "sipnosis":"10 years has passed since a fire broke out in Paris, leaving only a mask behind - As the love story continues in Coney Island, NY, The Phantom's undying love has grown for the soprano singer, Christine Daae. Christine, her 10-year-old son Gustave, and her husband Raoul, the Vicomte de Changy, travel to Coney Island where Christine is scheduled to sing for Hammerstein, but ends up singing for the mysterious Mister Y. They don't know what lies ahead. Christine and Erik confess about their past, Ch", "enlaceWeb":"https://yts.mx/movies/love-never-dies-2012", "generos":"Drama / Music / Musical", "likes":"4", "ratingImdb":"6.7", "comentarios":"Thanks FREEMAN & YTS!!-Phlurmm?-"},
 {"idarticulo":67, "titulo":"Buster - Oregon Mortensen", "anio":"2021 ", "sipnosis":"", "enlaceWeb":"https://yts.mx/movies/buster-oregon-mortensen-2021", "generos":"Family", "likes":"3", "ratingImdb":"6.5", "comentarios":"solidsnake-51847 : It's a Danish family movie and there's no original but this one. I find it entertaining, but well i'm Danish. Ty for the upload.-"},
 {"idarticulo":68, "titulo":"Kuhle Wampe or Who Owns the World?", "anio":"1932 ", "sipnosis":"A working-class family in Berlin in 1931 where survival is difficult, with massive unemployment in the wake of the Great Depression. After Anni's brother commits suicide in despair, her family finds itself forced to move to Kuhle Wampe, a lakeside camp on the outskirts of Berlin, now home to increasing numbers of unemployed. When Anni's relationship with Franz ends, she moves back to Berlin and gets involved in the workers' youth movement. —DEFA Film Library", "enlaceWeb":"https://yts.mx/movies/kuhle-wampe-or-who-owns-the-world-1932", "generos":"Drama", "likes":"2", "ratingImdb":"6.6", "comentarios":"Interesting! Thank you so much, sir!-to the shoooooes-"},
 {"idarticulo":69, "titulo":"Catch the Fair One", "anio":"2021", "sipnosis":"A former champion boxer embarks on the fight of her life when she goes in search of her missing sister.", "enlaceWeb":"https://yts.mx/movies/catch-the-fair-one-2021", "generos":"Crime / Thriller", "likes":"13", "ratingImdb":"6.5", "comentarios":"Wait... this is a Hollywood movie, so is it about a female boxer or a tr@nsg#nder boxer?-Boooooooring-Female fighter, eh? I'll pass!-"},
 {"idarticulo":70, "titulo":"Invisible Life", "anio":"2019 ", "sipnosis":"Set in 1950s Rio de Janeiro, the film revolves around two sisters, living restricted lives with their conservative parents. However, each nourishes a passionate dream: Eurídice of becoming a renowned pianist; Guida of finding love. In a dramatic turn of events, they are separated and forced to live apart. They take control of their destinies, while never giving up hope of finding one another.", "enlaceWeb":"https://yts.mx/movies/invisible-life-2019", "generos":"Action / Drama", "likes":"13", "ratingImdb":"7.8", "comentarios":"@hp1996 the recently-uploaded BluRay rips don't have hard-coded subtitles.-This is a really good Brazilian movie. Very good drama, much better than Hollywood has been producing.-please, upload the movies without that hard coded subtitles, because some of us want to watch with subtitles of our mother language, and this other subtitle is getting in the way-Right but what does it have to do with the movie?-"},
 {"idarticulo":71, "titulo":"Priest of Love", "anio":"1981", "sipnosis":"Following the banning and burning of his novel, \"The Rainbow\", D.H. Lawrence and his wife, Frieda, move to the United States, and then to Mexico. When Lawrence contracts tuberculosis, they return to England for a short time, then to Italy, where Lawrence wrote \"Lady Chatterley's Lover\". —George S. Davis", "enlaceWeb":"https://yts.mx/movies/priest-of-love-1981", "generos":"Biography / Drama / Romance", "likes":"1", "ratingImdb":"6.3", "comentarios":""},
 {"idarticulo":72, "titulo":"Dick Johnson Is Dead", "anio":"2020", "sipnosis":"A daughter helps her father prepare for the end of his life.", "enlaceWeb":"https://yts.mx/movies/dick-johnson-is-dead-2020", "generos":"Action / Documentary / Drama", "likes":"6", "ratingImdb":"7.4", "comentarios":"What's the point of this documentary? I am not trying to be snarky, I just don't see the point of some documentarian I never heard of do some faux-death stunt.-Destined to become a classic in the near future.-"},
 {"idarticulo":73, "titulo":"China", "anio":"1943", "sipnosis":"Shortly before Pearl Harbor, American opportunist Jones and partner Johnny are in China to sell oil to the invading Japanese army. Cynical about the sufferings of the Chinese, Jones meets compassionate teacher Carolyn Grant while travelling cross-country to Shanghai. Sparks fly between these strong-willed characters, neither budging an inch. But when Jones witnesses a Japanese atrocity, his feelings toward his customers (and Carolyn) begin to change... —Rod Crawford", "enlaceWeb":"https://yts.mx/movies/china-1943", "generos":"Drama / War", "likes":"4", "ratingImdb":"6.6", "comentarios":"Seeing that \"MartinHafer\" comment from IMDB, I have to say that the Japanese were monsters. They were more evil than most can imagine. They were so evil that interning American Japanese was justified.-"},
 {"idarticulo":74, "titulo":"Little Johnny Jet", "anio":"1953", "sipnosis":"This short is virtually identical in plot terms and other items to One Cab's Family (1952), but this time around, it concerns a family of aeroplanes, and the problems Mom and Pop have with Junior, whose obsession with speed leads him to acquire a jet engine. —Michael Brooke", "enlaceWeb":"https://yts.mx/movies/little-johnny-jet-1953", "generos":"Animation / Comedy", "likes":"1", "ratingImdb":"6.9", "comentarios":"Thanks-One of my favorite Avery works. Gratis!-"},
 {"idarticulo":75, "titulo":"A Strange Love Affair", "anio":"1985 ", "sipnosis":"An American in Holland teaching a film class falls for a young Dutch student/athlete.", "enlaceWeb":"https://yts.mx/movies/a-strange-love-affair-1985", "generos":"Drama / Romance", "likes":"0", "ratingImdb":"5.7", "comentarios":"Wrong movie. This is a French movie called \"Un beau monstre\".-Is this right movie? IMDb says duration is 1hr 32 min and here duration showing 2hr 7min-"},
 {"idarticulo":76, "titulo":"Love Me Strangely", "anio":"1971 ", "sipnosis":"Alain Revent, a seductive and refined man, derives a peculiar satisfaction from debasing his wives. The first, driven to the brink of despair, throws herself out of a window. Enlisting the help of an equally perverse casual acquaintance, Dino, the \"handsome brute\" proceeds to emotionally torture his second wife, Nathalie. The sadistic plan is picked up on by Officer Leroy who suspects the truth. Will he be able to snatch the unfortunate woman from the evil Alain's clutches? —Anonymous", "enlaceWeb":"https://yts.mx/movies/love-me-strangely-1971", "generos":"Drama / Romance / Thriller", "likes":"1", "ratingImdb":"6", "comentarios":""},
 {"idarticulo":77, "titulo":"The Moo Man", "anio":"2013", "sipnosis":"Modern British dairy farms must get bigger and bigger or go under but Farmer Stephen Hook decides to buck the trend. Instead he chooses to have a great relationship with his small herd of cows and ignore the big supermarkets and dairies. The result is a laugh-out-loud emotional roller-coaster of a film, a heart warming tearjerker about the incredible bonds between man, animal and countryside in a fast disappearing England. —Anonymous", "enlaceWeb":"https://yts.mx/movies/the-moo-man-2013", "generos":"Comedy / Documentary / Drama", "likes":"0", "ratingImdb":"7", "comentarios":"SHUT THE F*** UP ABOUT MOO MEN!! (Sorry couldn't resist)-"},
 {"idarticulo":78, "titulo":"House of Cards", "anio":"2015", "sipnosis":"", "enlaceWeb":"https://yts.mx/movies/house-of-cards-2015", "generos":"Documentary", "likes":"1", "ratingImdb":"7.8", "comentarios":""},
 {"idarticulo":79, "titulo":"The Beatles and India", "anio":"2021", "sipnosis":"A unique historical chronicle of the enduring love affair between The Beatles and India that started more than half a century ago. Rare archival footage, photographs and eye-witness accounts, along with location shoots across India, bring alive the fascinating journey of George, John, Paul and Ringo from their high-octane celebrity lives in the West to a remote Himalayan ashram in search of spiritual bliss - a time that inspired an unprecedented burst of creative songwriting. This is the first s", "enlaceWeb":"https://yts.mx/movies/the-beatles-and-india-2021", "generos":"Documentary / Music", "likes":"6", "ratingImdb":"6.3", "comentarios":"@Quebecer89 correct...i went there to score political points..let me rephase- who would want to go to india for anything besides business?-@dronyy the person in your profile picture went there.-hmmmm now we know, the only real one who had any real interest in going to India was Harrison. The rest of them played along with it and Lennon hated it. Does this doco cover that?-Thank you...-I downloaded over 10 movies, why can't I request? T.T need Redline 2009, someone request it for me pls : ) xoxo-My favorite Beatles era.-who would want to go to india?---"},
 {"idarticulo":80, "titulo":"AI Love You", "anio":"2022 ", "sipnosis":"A modern love story set in the near future where an AI building is powered by human feelings. Due to a software glitch, it falls in love with a real girl, escapes the building into the body of a real man, and tries to win her affections.", "enlaceWeb":"https://yts.mx/movies/ai-love-you-2022", "generos":"Drama / Romance / Sci-Fi", "likes":"8", "ratingImdb":"4.4", "comentarios":""},
 {"idarticulo":81, "titulo":"The Souvenir: Part II", "anio":"2021", "sipnosis":"In the aftermath of her tumultuous relationship, Julie begins to untangle her fraught love for him in making her graduation film, sorting fact from his elaborately constructed fiction.", "enlaceWeb":"https://yts.mx/movies/the-souvenir-part-ii-2021", "generos":"Drama / Romance", "likes":"12", "ratingImdb":"7.6", "comentarios":"Part 1 was the most boring movie I've ever seen, yet the ratings for this movie are very high.-superb! thank you-"},
 {"idarticulo":82, "titulo":"Flee the Light", "anio":"2021", "sipnosis":"A psychology student attempts to cure her sister's crippling psychosis only to expose them both to its origin: an ancient creature intent on claiming their souls.", "enlaceWeb":"https://yts.mx/movies/flee-the-light-2021", "generos":"Horror / Thriller", "likes":"2", "ratingImdb":"2.5", "comentarios":"Who is Megan Markle ?-Megan Markle in a tube top?-Don't Go Into The Liiiiiiiight-My peepee hurts-It may very well be absolutely terrible, but I'd never trust the opinion of someone that admits to only having watched a couple of minutes of it.-Barf.-"},
 {"idarticulo":83, "titulo":"Reel Monsters", "anio":"2022", "sipnosis":"Four teens are swept into the adventure of a lifetime involving a legendary creature and a mystery from the past that will change their lives forever.", "enlaceWeb":"https://yts.mx/movies/reel-monsters-2022", "generos":"Family / Fantasy", "likes":"2", "ratingImdb":"2.4", "comentarios":"OMg useless movie-WHO TF REQUESTED THIS TR ASH COLLEGE PROJECT??-NAAAAAHHHHHHH-Reel awful!-\"Reel Monsters\" = creators of really cräppy movies (of which there've been far too many over the past decade).-NOpe!! not falling for that Poster-"},
 {"idarticulo":84, "titulo":"Here Before", "anio":"2021", "sipnosis":"When a new family moves in next door to Laura and her family, their young daughter, Megan, quickly captivates her, stirring up painful memories of her own daughter, Josie, who died several years previously. Before long, Laura's memories turn to obsession as Megan's unsettling behavior begins to convince her of something supernatural. As Laura's determination to get to the bottom of it becomes all consuming, her family begins to fracture and the line between the extraordinary and the real becomes", "enlaceWeb":"https://yts.mx/movies/here-before-2021", "generos":"Drama / Mystery / Thriller", "likes":"5", "ratingImdb":"5.7", "comentarios":"8/10 - Fantastic little mystery thriller & debut feature for writer/director Stacey Gregg. A great cast, led by Andrea Riseborough (Oblivion, Welcome to the Punch, Waco) as a mother, awash in grief, coming to hope/believe that her lost daughter is... communicating through a neighbour's girl...? Hats off to young Niam Dornan as the mysterious girl. All so intriguing. Thanks so much, Freeman.-Cameo with Megan Markle and introducing Harry as Gerald the Gimp.-Thanks FREEMAN-"},
 {"idarticulo":85, "titulo":"Blood on the Moon", "anio":"1948", "sipnosis":"When a shady-looking stranger rides into town to join his old friend it is assumed he is a hired gun. But as the new man comes to realise the unlawful nature of his buddy's business and the way the homesteaders are being used, the two men draw apart to become sworn enemies. —Jeremy Perkins {J-26}", "enlaceWeb":"https://yts.mx/movies/blood-on-the-moon-1948", "generos":"Western", "likes":"3", "ratingImdb":"6.9", "comentarios":""},
 {"idarticulo":86, "titulo":"Ngai chai dor ching", "anio":"2009 ", "sipnosis":"Jack Lam (Cho-Lam Wong), a self-employed stock trader who keeps his fortune amidst the 2008 financial tsunami, but loses his gold-digging girlfriend Lily (Chrissie Chau). Now without a main squeeze, Jack meets the helpful and super-cute Angel (Angelababy), who advises him that he should learn to help others instead of just helping himself. The idea is that a revamped, selfless outlook on life will lead Jack to newfound success with love. Jack agrees to become a good guy, whereupon his life does ", "enlaceWeb":"https://yts.mx/movies/ngai-chai-dor-ching-2009", "generos":"Comedy / Romance", "likes":"1", "ratingImdb":"5.5", "comentarios":"These westerners are too stupid and ignorant to realize that the states framed China with their media propaganda, because they wanted to suppress them from becoming the next global powerhouse, but they still ended up becoming wealthier during the pandemic anyway lol-Chinese gay on the role of a ...playboy = unwatchable-Dr fauci is the brains of covid é make a search covid is from terrorist América-@ ravenclaw2066 stop talk Bull sht kid-@asian_lion doesn't matter from where covid exists. as a matter of fact nobody likes china chinks-the SARS-CoV-2 virus is originated from the USA, for all people to know. Not from China.-"},
 {"idarticulo":87, "titulo":"A Week in Paradise", "anio":"2022", "sipnosis":"A British film star's world collapses when her British film director husband leaves her. Seeking solace and healing, she goes to stay with her British ex-pat cousin in Nevis. After two weeks in paradise she finds herself. And falls in love. Then the outside world comes crashing back in. —MSR Media", "enlaceWeb":"https://yts.mx/movies/a-week-in-paradise-2022", "generos":"Romance", "likes":"4", "ratingImdb":"3.6", "comentarios":"For the w00ke gang, people of color, and hom00si6uals are not humans, you're a political tool for them an object which they use for virtue signaling.-"},
 {"idarticulo":88, "titulo":"Redeeming Love", "anio":"2022", "sipnosis":"Based on the bestselling novel by Francine Rivers, REDEEMING LOVE is a powerful story of relentless love and perseverance as a young couple's relationship clashes with the harsh realities of the California Gold Rush of 1850. It is a life-changing story of the power of unconditional and all-consuming love. Coming to theaters January 21, 2022, REDEEMING LOVE shows there is no brokenness that love can't heal.", "enlaceWeb":"https://yts.mx/movies/redeeming-love-2022", "generos":"Action / Drama / History / Romance", "likes":"48", "ratingImdb":"6.6", "comentarios":"@starlord1122 maybe cartoons would be more suited for you to watch?-Wow .... I give it 10/10-@ rheeza01...you're touching what?? is it what i think it is? ( ?° ?? ?°)-Freeman pls release the spiderman no way home-What the hell is wrong with this 3rd review?-lovelyy ;)-bad don't watch-----------"},
 {"idarticulo":89, "titulo":"I Want You Back", "anio":"2022", "sipnosis":"Newly dumped thirty-somethings Peter and Emma team up to sabotage their exes' new relationships and win them back for good.", "enlaceWeb":"https://yts.mx/movies/i-want-you-back-2022", "generos":"Comedy / Romance", "likes":"17", "ratingImdb":"6.7", "comentarios":"This movie's seriously cr@p; even skipping through it I couldn't handle more than 30 seconds at a time. Like a typical high school film class project, but lavished up by Spamazon with expensive sets and high-end cameras. 2/10 for the cinematography, 0/10 for everything else.-4k version is screwed up, pixilates and choppy like The Karate Kid 4k. Also seems to be Arabic or similar subs by default.-Hello from sri lanka-bad don't watch-Thanks Amazon, you bald SOB, for destroying the LOTR series. God, I waited for it for years, and they ruined it for me. I don't think I will watch this WOKE OF THE RINGS.-in amerikkka, everything is woke now! lol---"},
 {"idarticulo":90, "titulo":"Sexo, pudor y lágrimas", "anio":"1999 ", "sipnosis":"This comedic drama features two young couples, and another couple of old friends who reenter the two couples lives. The story takes place mostly in two apartments across the street from each other in Mexico City at the end of the millenium. Intellectual Carlos is not offering as much love as wife Ana needs. Tomas, a world-traveling friend of the couple reappears after many years abroad. Across the street, womanizing executive Miguel and suffering wife Andrea are joined by visiting friend Maria. ", "enlaceWeb":"https://yts.mx/movies/sexo-pudor-y-lagrimas-1999", "generos":"Comedy / Drama", "likes":"4", "ratingImdb":"6.6", "comentarios":"please more spanish movies-thanks freeman well done-"},
 {"idarticulo":91, "titulo":"TQM", "anio":"2022", "sipnosis":"One of the most prestigious psychiatrists in Mexico (Anna Silvetti) decides to put her three children to the test to determine how to divide their inheritance. Everything gets complicated when one of her patients (Gabriel Tarantini) decides not to collaborate with them. How far would Lollipop (Sarai Meza) Marco (Pablo Azar) and Danae (Ana Carolina Grajales) go to take what belongs to them?", "enlaceWeb":"https://yts.mx/movies/tqm-2022", "generos":"Thriller", "likes":"4", "ratingImdb":"8.4", "comentarios":"Cameo appearance by Chaz Bono and introducing Megan Markle's homie, Harry the Man.-"},
 {"idarticulo":92, "titulo":"Until We Meet Again", "anio":"2022", "sipnosis":"For thirty-five years the ghost of EDDIE CONWAY a passionate young pianist has haunted an old house in the Hollywood Hills, unable to move on without completing his piano concerto. Then a pretty Midwestern girl, LISA WAGNER, moves in and disrupt his afterlife. Lisa is also a musician, a young unknown with dreams of her own, and her spirit connects with Eddie's. The girl and the ghost find each other thru music. Lisa and Eddie become fond of each other. Naturally their fondness turns to romance, ", "enlaceWeb":"https://yts.mx/movies/until-we-meet-again-2022", "generos":"Romance", "likes":"4", "ratingImdb":"6.4", "comentarios":"This makes HUGGIEBEAR a hasbeenactor-Watched this movie today and one word - PERFECT-PMSL at the IMDb shills... \"I haven't watched it but I'll give it 10/10 anyway.\" A sure bet that it's really a 1/10 or 2/10 at best.-"},
 {"idarticulo":93, "titulo":"Woman in a Dressing Gown", "anio":"1957", "sipnosis":"Amy and Jim Preston have been married for twenty years but, in her husband's eyes, she has become sloppy both about the house and herself. Jim has no problems with falling in love with Georgie Harlow, a fellow-office worker who is pretty and young, and willing. Jim finally asks Amy for a divorce so he can marry Georgie, and Amy pleads for him to stay, but he walks out. He soon realizes that he can't go through with the desertion of Amy and their teenage son, Brian, and returns home. —Les Adams", "enlaceWeb":"https://yts.mx/movies/woman-in-a-dressing-gown-1957", "generos":"Drama / Romance", "likes":"3", "ratingImdb":"7.3", "comentarios":""},
 {"idarticulo":94, "titulo":"Pile ou face", "anio":"1980 ", "sipnosis":"For inspector Baroni,Monsieur Morlaix is the main suspect who might have killed his wife.", "enlaceWeb":"https://yts.mx/movies/pile-ou-face-1980", "generos":"Crime / Drama / Thriller", "likes":"0", "ratingImdb":"6.6", "comentarios":""},
 {"idarticulo":95, "titulo":"Satantango", "anio":"1994 ", "sipnosis":"In a small, dilapidated village in 1990s Hungary, life has come to a virtual stand-still. The autumn rains have started. A few of the villagers expect to receive a large cash payment that evening, and then plan to leave. Some want to abscond earlier with more than their fair share of the money. However, they hear that the smooth-talking Irimias, who they thought had died, is returning. They are apprehensive that he will take all their money in one of his grandiose schemes to keep the community g", "enlaceWeb":"https://yts.mx/movies/satantango-1994", "generos":"Action / Drama", "likes":"27", "ratingImdb":"8.4", "comentarios":"showing the intro company logo twice for no reason before the film starts throws off any subtitle you try. disappointing.-OMFG!!!!! The Opus Magnum of Bela Tarr. Gracias YTS.-@FREEMAN Thank you!-@brumm311 Thanks-I once watched this movie in the cinema. 7 hours of black and white dreary shots. I came out of the cinema into the light and colour of the day. It was miraculous. Try to recreate that at home.-yup, it's corrected-Can someone confirm that this is now the 'improved' correct ratio version?---------------"},
 {"idarticulo":96, "titulo":"Sortilèges", "anio":"1945 ", "sipnosis":"The story begins with the murder of a horse trader, which sets free a black stallion that roams through the snow and the village terrifying the people as it gallops.", "enlaceWeb":"https://yts.mx/movies/sortileges-1945", "generos":"Crime / Drama / Horror", "likes":"1", "ratingImdb":"6.8", "comentarios":"Thanks!!-"},
 {"idarticulo":97, "titulo":"Desolation Center", "anio":"2018", "sipnosis":"The untold story of a series of Reagan-era guerrilla punk and industrial desert happenings in Southern California that are now recognized as the inspiration for Burning Man, Lollapalooza, and Coachella. Interviews and rare performance footage of Sonic Youth, Minutemen, Meat Puppets, Redd Kross, Einstürzende Neubauten, Survival Research Laboratories, Savage Republic, Swans and more. —Mu Productions", "enlaceWeb":"https://yts.mx/movies/desolation-center-2018", "generos":"Documentary", "likes":"0", "ratingImdb":"7.3", "comentarios":"Not having any worries with disturbing any Neighbors because there ISN'T ANY NEIGHBORS-"},
 {"idarticulo":98, "titulo":"Spring and Port Wine", "anio":"1970", "sipnosis":"A stern father and lenient mother try to deal with the ups and downs of their four children's lives in working-class Bolton.", "enlaceWeb":"https://yts.mx/movies/spring-and-port-wine-1970", "generos":"Drama", "likes":"2", "ratingImdb":"7.1", "comentarios":"Thanks Freeman for the movie and all its subs included-what a classic! fell in love with this film as a kid. thanks a lot-"},
 {"idarticulo":99, "titulo":"Knutsen & Ludvigsen 2 - Det store dyret", "anio":"2020 ", "sipnosis":"Life in the tunnel is going well for Tootson, Ludiwood and Badger-oh! A life of singing, eating jam and friendly teasing. But one day they are visited by a Train Conductor. She is very stern and she has an eviction letter! Tunnels are for trains, not people, and they must all get out. Immediately!But Tootson & Ludiwood have an idea: Tootson's grandfather can surely save them! The legendary pirate Captain Tootson has a wooden leg, a ruined reputation and knows Chinese Kung Splash! But where is he", "enlaceWeb":"https://yts.mx/movies/knutsen-ludvigsen-2-det-store-dyret-2020", "generos":"Animation / Comedy / Family", "likes":"1", "ratingImdb":"6.3", "comentarios":"thanks freeman-Shortest Synopsis I've Ever Seen-"},
 {"idarticulo":100, "titulo":"A Happy Divorce", "anio":"1975", "sipnosis":"After having been rescued from suicide, a young man is the object of a bet by his doctor that the doctor can help him recover his joy in life. Ironically, the doctor's life is not a very happy one either, and his boast has a hollow sound. For one thing, although he seemingly has a \"happy divorce,\" in which he, his ex-wife and her new husband are all great pals, it's not true. He wants his wife back. All sorts of complications arise out of these lies and distortions.", "enlaceWeb":"https://yts.mx/movies/a-happy-divorce-1975", "generos":"Drama", "likes":"0", "ratingImdb":"4.9", "comentarios":"Thanks FREEMAN, but this movie is in French though !-"},
 {"idarticulo":101, "titulo":"Knutsen & Ludvigsen 2 - Det store dyret", "anio":"2020 ", "sipnosis":"Life in the tunnel is going well for Tootson, Ludiwood and Badger-oh! A life of singing, eating jam and friendly teasing. But one day they are visited by a Train Conductor. She is very stern and she has an eviction letter! Tunnels are for trains, not people, and they must all get out. Immediately!But Tootson & Ludiwood have an idea: Tootson's grandfather can surely save them! The legendary pirate Captain Tootson has a wooden leg, a ruined reputation and knows Chinese Kung Splash! But where is he", "enlaceWeb":"https://yts.mx/movies/knutsen-ludvigsen-2-det-store-dyret-2020", "generos":"Animation / Comedy / Family", "likes":"1", "ratingImdb":"6.3", "comentarios":"thanks freeman-Shortest Synopsis I've Ever Seen-"},
 {"idarticulo":102, "titulo":"A Happy Divorce", "anio":"1975", "sipnosis":"After having been rescued from suicide, a young man is the object of a bet by his doctor that the doctor can help him recover his joy in life. Ironically, the doctor's life is not a very happy one either, and his boast has a hollow sound. For one thing, although he seemingly has a \"happy divorce,\" in which he, his ex-wife and her new husband are all great pals, it's not true. He wants his wife back. All sorts of complications arise out of these lies and distortions.", "enlaceWeb":"https://yts.mx/movies/a-happy-divorce-1975", "generos":"Drama", "likes":"0", "ratingImdb":"4.9", "comentarios":"Thanks FREEMAN, but this movie is in French though !-"},
 {"idarticulo":103, "titulo":"Trois années", "anio":"1990 ", "sipnosis":"After the French defeat of 1870, Julia took three years to love Alexander, with whom she married for her fortune. Alas, when Julia wants to declare his love to her husband, the latter confesses to him that his passion is extinguished.", "enlaceWeb":"https://yts.mx/movies/trois-annees-1990", "generos":"Comedy / Drama", "likes":"0", "ratingImdb":"4.9", "comentarios":"If I wasn't a gentleman, I'd wonder why she finds that particular finger so tasty...But I AM a gentleman, so I won't ask!-"},
 {"idarticulo":104, "titulo":"Saga", "anio":"2016", "sipnosis":"Sarke, a Norwegian black metal band, records their music video at a cemetery. The bands manager arson the church for PR reasons, but the band is reluctant. Frontman and director Thor instead wants to make a viking film instead, and in the ancient Norse classics he finds a viking zombie story. With the help of their biker friends they starts out in the woods. Meanwhile, a group of Christian biker babes are out on a rampant revenge, because of the fire. —Jørn Steen", "enlaceWeb":"https://yts.mx/movies/saga-2016", "generos":"Comedy / Horror", "likes":"2", "ratingImdb":"5.3", "comentarios":"I hope it's as good as Heavy Trip.-Great movie-"},
 {"idarticulo":105, "titulo":"Ali Wong: Don Wong", "anio":"2022", "sipnosis":"Sexual satisfaction. Marriage and sidepieces. Money. Power. Respect. Ali stands up for women who want it all and more in this raw and racy special.", "enlaceWeb":"https://yts.mx/movies/ali-wong-don-wong-2022", "generos":"Comedy", "likes":"5", "ratingImdb":"6.7", "comentarios":"This is quite a let down after her previous two specials. It's just less personal, and without the personal it just becomes a series of jokes about genitals.-FOH with this tr4sh-sub spanish for all standups pls-pls sub spanish-She hates white people-I love a good stand up comedian. But sadly she just wasn't funny. A very desperate single female comedy routine. a big thumbs down-"},
 {"idarticulo":106, "titulo":"Murder on the Blackpool Express", "anio":"2017", "sipnosis":"A Blackpool coach driver and a female tour guide get caught up in a whodunit mystery when someone starts bumping off their passengers, the elderly fans of a crime novelist who's showing them places that inspired his works, one by one.", "enlaceWeb":"https://yts.mx/movies/murder-on-the-blackpool-express-2017", "generos":"Comedy / Crime / Mystery", "likes":"8", "ratingImdb":"6.2", "comentarios":"Thanks-"},
 {"idarticulo":107, "titulo":"Lone", "anio":"2014", "sipnosis":"Roaming in the wild barren desert, a solitary woman is haunted by memories of mortality, innocence, love and beauty. In this stark and unforgiving landscape, visions of eerie entities are inextricably intertwined with the turmoil of this world, carrying the burden of shame, regret and guilt. Wolfe's music soothes the beauty of pain, while the land silently whimpers. —Nick Riganas", "enlaceWeb":"https://yts.mx/movies/lone-2014", "generos":"Mystery", "likes":"4", "ratingImdb":"8.3", "comentarios":"Cool. I did not know Chelsea Wolfe had made a movie. Thanks!-"},
 {"idarticulo":108, "titulo":"The Man in the Buick", "anio":"1968 ", "sipnosis":"Mr Jo, nicknamed \"the man with the Buick\", is the darling of the small town of Honfleur. But he is in fact a trafficker with a bad reputation who would like to forget about his past, now limiting himself to smuggling rubies under the cover of a charitable organization which offers underprivileged children holidays in Switzerland. However, Mr. Jo is in love with a pretty widow and, in order to marry her, he is willing to get involved in a hold-up again. And \"the man with the Buick\", who seemed so", "enlaceWeb":"https://yts.mx/movies/the-man-in-the-buick-1968", "generos":"Comedy", "likes":"0", "ratingImdb":"5.5", "comentarios":""},
 {"idarticulo":109, "titulo":"Impasse", "anio":"1969", "sipnosis":"Adventurers search for World War II gold in the Philippines.", "enlaceWeb":"https://yts.mx/movies/impasse-1969", "generos":"Adventure", "likes":"3", "ratingImdb":"5", "comentarios":"A rare Reynolds flick that shows Manila, Philippines in its old glory. If you live in Manila, like I do, this is a must watch.-VIC DIAZ!-"},
 {"idarticulo":110, "titulo":"The Three Musketeers", "anio":"1948", "sipnosis":"The hectic adventures of D'Artagnan (Gene Kelly), a young provincial noble who came to Paris to become a Musketeer. He will meet action, love, hate, King Louis XIII (Frank Morgan) and Queen Anne (Dame Angela Lansbury), as his impetuousness gets him involved in political plots... and of course, virile and indestructible friendship with the three Musketeers Athos (Van Heflin), Porthos (Gig Young), and Aramis (Robert Coote). —Yepok", "enlaceWeb":"https://yts.mx/movies/the-three-musketeers-1948", "generos":"Action / Adventure / Drama", "likes":"7", "ratingImdb":"7.2", "comentarios":"True 'Golden Years of Hollywood' stuff... THANKS Freeman :)-Flardohhh!-Thank you, Freeman!!-"},
 {"idarticulo":111, "titulo":"Sex, Shame and Tears 2", "anio":"2022 ", "sipnosis":"Twenty years have passed since those two apartments in the heart of Mexico City were the battlefield of a war of the sexes between Ana, Carlos, Andrea, Miguel, Tomás and María. All that is left of those apartments are memories and the image of Tomás' dead body at the bottom of the elevator shaft. Their lives have changed, their families have grown and new and unexpected characters have come to unsettle their daily lives and trigger a chain of events that will make them realize that modesty has b", "enlaceWeb":"https://yts.mx/movies/sex-shame-and-tears-2-2022", "generos":"Comedy", "likes":"4", "ratingImdb":"4.3", "comentarios":"Que mierda es esta-Thank you YTS-"},
 {"idarticulo":112, "titulo":"Along Came Wanda", "anio":"2021", "sipnosis":"A memory jogged by a teapot from an old lover quickly turns into an adventure of discovery for Mary Beth Higgins and her new found friend Wanda as they hit the road in Wanda's RV/Soup Truck.", "enlaceWeb":"https://yts.mx/movies/along-came-wanda-2021", "generos":"Comedy / Drama", "likes":"3", "ratingImdb":"5.1", "comentarios":"let me guess, the director is a woman right ?-Is there lezbo muff-diving or fish-scissoring?-Is this a lezbo trip?-@ShowTime2019 the smell of fish lingers throughout the movie - Wanda only showers once a month.-Another WOKE 2022 movie. Skip it.-When does the fish show up-"},
 {"idarticulo":113, "titulo":"Student Body", "anio":"2022", "sipnosis":"High school student Jane Shipley seeks to mend her splintering relationship with childhood best friend Merritt, and fit in with her rebellious peers. When Jane's math teacher oversteps his bounds, an apathetic high school administration forces Jane and Merritt to take matters into their own hands, driving their relationship into further turmoil and inciting deadly consequences.", "enlaceWeb":"https://yts.mx/movies/student-body-2022", "generos":"Horror / Thriller", "likes":"4", "ratingImdb":"4.4", "comentarios":"@d_shawn thats kevin smiths daughter dude!-not even 1 percent of 80's Version ....-What a-hole parents would name their daughter Harley Quinn...-Jr Boner has been waiting for his release...is this the film to do it? Senor Boner-Oh, Kevin Smith's daughter is in this movie.-Always a laugh when a movie has people that look 30 playing high school students-"},
 {"idarticulo":114, "titulo":"His Majesty Minor", "anio":"2007 ", "sipnosis":"Described as a mythical comedy set on an island in the Aegean Sea before the founding of Ancient Greece.", "enlaceWeb":"https://yts.mx/movies/his-majesty-minor-2007", "generos":"Comedy / Fantasy", "likes":"1", "ratingImdb":"4", "comentarios":"I thought it was a Covid hat as opposed to a tinfoil hat. But ailanboi is spot on sir.-I'm an Island Boy....I just had to say it LOL-"},
 {"idarticulo":115, "titulo":"Harmony from the Heart", "anio":"2022", "sipnosis":"Follows a woman chasing her dream job, not without getting a difficult task from her professor, she realizes that she loves helping people and her heart begins to open.", "enlaceWeb":"https://yts.mx/movies/harmony-from-the-heart-2022", "generos":"Action / Comedy / Romance", "likes":"4", "ratingImdb":"6.6", "comentarios":"seems good-judging from the cover a cheesy Lifetime or Hallmark movie....they need to hire a professional photographer not get a person from glam shots in the mall LOL-"},
 {"idarticulo":116, "titulo":"Tom and Jerry: A Nutcracker Tale", "anio":"2007", "sipnosis":"Tom and his army of stray cats take over Jerry's magical kingdom of living toys. Chased by Tom and his cronies, Jerry must find the Toymaker and get help to win his kingdom back before sunrise when the window of opportunity closes.", "enlaceWeb":"https://yts.mx/movies/tom-and-jerry-a-nutcracker-tale-2007", "generos":"Action / Adventure / Animation", "likes":"5", "ratingImdb":"6.5", "comentarios":"THANK YOU FREEMAN I WAS WAITING FOR THIS-"},
 {"idarticulo":117, "titulo":"Olivia", "anio":"2020", "sipnosis":"Follow a young artists who is battling depression and heartache. One who was once full of light has now lost all hope. Awakening the darkest thoughts and even darker forces that have been summoned all from her mind.", "enlaceWeb":"https://yts.mx/movies/olivia-2020", "generos":"Thriller", "likes":"2", "ratingImdb":"0", "comentarios":"2 emo 4 me. Maybe I outgrew my emo phase but I'm sure this movie is for someone. Not for me though. The dancing scene was weird as all hell and the film could have done without it lol-"},
 {"idarticulo":118, "titulo":"Marry Me", "anio":"2022", "sipnosis":"Kat Valdez is half of the sexiest celebrity power couple on Earth with hot new music supernova Bastian. As Kat and Bastian's inescapable hit single, \"Marry Me,\" climbs the charts, they are about to be wed before an audience of their fans in a ceremony that will stream across multiple platforms. Divorced high-school math teacher Charlie Gilbert has been dragged to the concert by his daughter Lou and his best friend Parker Debbs. When Kat learns, seconds before the ceremony, that Bastian has cheat", "enlaceWeb":"https://yts.mx/movies/marry-me-2022", "generos":"Comedy / Music / Romance", "likes":"45", "ratingImdb":"6.2", "comentarios":"10/10-Woke gays molest kids-JLO acting like a 20 yrs old girl again, when she gonna realize that she is a 52 yrs old grandma-only person to ruin this movie was all them Sarah Silvermann parts-is sarah a dude? that 30 minute point looked scary-DAMN then I see Sarah Silvermann and i go limp-\"Woke\". You keep using that word, I do not think it means what you think it means. Some people need to look a word up before using it all willy-nilly.-----------------------"},
 {"idarticulo":119, "titulo":"Le Léopard", "anio":"1984 ", "sipnosis":"A former secret agent ,who wrote a first novel which tells the eventful adventures of his hero \"Le Léopard \" ,comes back to work :he has got to fight against an organization which takes him to the broader horizons of Zimbabwe ;he is reluctantly joined by another writer ,an old maid who has written tons of novels featuring her own hero Nick Denver.This character was inspired by a real life person ,who was once a true love of hers :she will meet him along the way but her virtuous gent has turned i", "enlaceWeb":"https://yts.mx/movies/le-leopard-1984", "generos":"Action / Adventure", "likes":"1", "ratingImdb":"4.2", "comentarios":""},
 {"idarticulo":120, "titulo":"One Plus One", "anio":"1961", "sipnosis":"Professor Logan (Leo G. Carroll) is involved in an adult panel discussion of five sex-related issues dramatized in five separate but integrated sequences: \"Honeymoon\" (pre-marital relations), \"Homecoming'(extra-marital relations), \"The Divorcee\" (promiscuity among divorcees), \"Average Man\" (problems of the average man in sexual relations) and \"Baby\" (a story of abortion). —Les Adams", "enlaceWeb":"https://yts.mx/movies/one-plus-one-1961", "generos":"Drama", "likes":"1", "ratingImdb":"6.5", "comentarios":"Wrong mpvie-to whom who hasnt download the movie file is Anne Plus (2021) not One Plus One (1961)-either you give us wrong file or this page has wrong description.-Tedious, Dutch seemingly amateur production. Very difficult fap.-Skip!-silverluck. Tenés menos luz que un TV con la lámpara agotada!-its two right !?---"}]